Repository: gphoto/gphoto2
Catalog: po/*.po
Languages: eo, sk

source: Number of files in folder '%s': %i
eo: Nombro da dosieroj en la ujo '%s': %i
sk: Poèet súborov v prieèinku '%s': %i

source: There is %d folder in folder '%s'.
eo: Estas %d ujo en la dosierujo '%s'.

source: There is no file in folder '%s'.
eo: Estas neniu dosiero en la ujo '%s'.

source: There is %d file in folder '%s'.
eo: Estas %d dosiero en la dosierujo '%s'.

source: Information on file '%s' (folder '%s'):
eo: Informo pri dosiero '%s' (ujo '%s'):
sk: Informácie o súbore '%s' (prieèinok '%s'):

source: File:
eo: Dosiero:
sk: Súbor:

source: None available.
eo: Neniu disponeblas.
sk: ®iadne informácie nie sú dostupné.

source: Mime type: '%s'
eo: MIME-tipo: '%s'
sk: Mime typ: '%s'

source: Size: %lu byte(s)
eo: Grando: %lu bajto(j)

source: Width: %i pixel(s)
eo: Larĝo: %i bildero(j)
sk: ©írka: %i pixelov

source: Height: %i pixel(s)
eo: Alto: %i bildero(j)
sk: Vý¹ka: %i pixelov

source: Downloaded: %s
eo: Elŝutita: %s
sk: Stiahnuté: %s

source: yes
eo: jes
sk: áno

source: no
eo: ne
sk: nie

source: Permissions:
eo: Permesoj:
sk: Prístupové práva:

source: read/delete
eo: legi/forigi
sk: èítanie/vymazanie

source: read
eo: legi
sk: èítanie

source: delete
eo: forigi
sk: vymazanie

source: none
eo: nenio
sk: ¾iadne

source: Time: %s
eo: Tempo: %s
sk: Èas: %s

source: Thumbnail:
eo: Miniaturo:
sk: Náhµad:

source: Audio data:
eo: Sona datumaro:
sk: Zvukové data:

source: Mime type: '%s'
eo: MIME-tipo: '%s'
sk: Mime typ: '%s'

source: Size: %lu byte(s)
eo: Grando: %lu bajto(j)

source: Downloaded: %s
eo: Elŝutita: %s
sk: Stiahnuté: %s

source: Could not parse EXIF data.
eo: Ne eblis analizi datumaron EXIF.
sk: Nemô¾em preèíta» data EXIF.

source: EXIF tags:
eo: Markoj EXIF:
sk: Tagy EXIF:

source: Tag
eo: Marko

source: Value
eo: Valoro
sk: Hodnota

source: EXIF data contains a thumbnail (%i bytes).
eo: Datumaro EXIF enhavas miniaturon (%i bajtoj).
sk: Data EXIF obsahujú náhµad (%i bajtov).

source: gphoto2 has been compiled without EXIF support.
eo: gphoto2 estis kompilata sen subteno al EXIF.
sk: aplikácia gphoto2 bola skompilovaná bez podpory EXIF.

source: Number of supported cameras: %i
eo: Nombro da subtenataj kameraoj: %i
sk: Poèet podporovaných fotoaparátov: %i

source: Supported cameras:
eo: Subtenataj kameraoj:
sk: Podporované fotoaparáty:

source: "%s" (TESTING)
eo: "%s" (TESTA)
sk: "%s" (TEST)

source: "%s" (EXPERIMENTAL)
eo: "%s" (EKSPERIMENTA)
sk: "%s" (EXPERIMENTÁLNE)

source: Devices found: %i
eo: Trovitaj aparatoj: %i
sk: Poèet nájdených zariadení: %i

source: Path Description --------------------------------------------------------------
eo: Vojo Priskribo --------------------------------------------------------------
sk: Cesta Popis --------------------------------------------------------------

source: Model
eo: Modelo

source: Port
eo: Pordo

source: Abilities for camera : %s
eo: Kapabloj por kamerao : %s
sk: Mo¾nosti fotoaparátu : %s

source: Serial port support : %s
eo: Subteno al seri-pordo : %s
sk: Podpora sériového portu : %s

source: USB support : %s
eo: Subteno al USB : %s
sk: Podpora USB : %s

source: Transfer speeds supported :
eo: Subtenataj ŝutad-rapidoj :
sk: Podporované rýchlosti prenosu :

source: Capture choices :
eo: Kaptadaj preferoj :
sk: Spôsoby práce :

source: : Image
eo: : Bildo
sk: : Obrázok

source: : Audio
eo: : Sono
sk: : Zvuk

source: : Preview
eo: : Antaŭmontro
sk: : Náhµad

source: : Trigger Capture
eo: : Kaptado de ekigilo

source: : Capture not supported by the driver
eo: : Kaptado ne estas subtenata de la pelilo
sk: : Ovládaè nepodporuje zachytenie

source: Configuration support : %s
eo: Subteno al agordo : %s
sk: Podpora konfigurácie : %s

source: Delete selected files on camera : %s
eo: Forigi tiujn dosierojn en kamerao: %s

source: Delete all files on camera : %s
eo: Forigi ĉiujn dosierojn en kamerao: %s

source: File preview (thumbnail) support : %s
eo: Subteno al dosier-miniaturoj : %s
sk: Podpora náhµadu : %s

source: File upload support : %s
eo: Subteno alŝuti dosierojn : %s
sk: Podpora nahrávania súborov do zariadenia : %s

source: Ports must look like 'serial:/dev/ttyS0' or 'usb:', but '%s' is missing a colon so I am going to guess what you mean.
eo: Pordoj devas ŝajni kiel 'serial:/dev/ttyS0' aŭ 'usb:', sed '%s' malhavas dupunkton, do mi supozos kion vi volis indiki.
sk: Port musí by» v tvare 'serial:/dev/ttyS0' alebo 'usb:', ale v '%s' chýba dvojbodka, preto budem háda», èo ste mysleli.

source: The port you specified ('%s') can not be found. Please specify one of the ports found by 'gphoto2 --list-ports' and make sure the spelling is correct (i.e. with prefix 'serial:' or 'usb:').
eo: La pordo kiun vi indikis ('%s') ne povas esti trovata. Bonvolu indiki unu el la pordoj listataj per 'gphoto2 --list-ports' kaj certigi ke la literumado estas korekta (t.e. kun prefikso 'serial:' aŭ 'usb:').
sk: Vami zadaný port ('%s') nebol nájdený. Prosím zadajte jeden z portov nájdených pomocou príkazu 'gphoto --list-ports' a uistite sa, ¾e ste ho zadali správne.

source: About the camera driver:
eo: Pri la kamerao-pelilo:
sk: O ovládaèi zariadenia:

source: Camera summary:
eo: Resumo de kamerao:
sk: Súhrn o fotoaparáte:

source: Camera manual:
eo: Gvidilo de kamerao:
sk: Manuál k fotoaparátu:

source: You can only specify speeds for serial ports.
eo: Vi povas indiki rapidojn nur por seri-pordoj.
sk: Rýchlos» mô¾ete zada» len pri sériových portoch.

source: gphoto2 %s Copyright (c) 2000-%d Marcus Meissner and others gphoto2 comes with NO WARRANTY, to the extent permitted by law. You may redistribute copies of gphoto2 under the terms of the GNU General Public License. For more information about these matters, see the files named COPYING. This version of gphoto2 is using the following software versions and options:
eo: gphoto2 %s Kopirajto (c) 2000-%d Marcus Meissner kaj aliaj gphoto2 portas neninu GARANTION, tiel amplekse kiel permesite de la leĝo. Vi povas redisdoni kopiojn de gphoto2 sub la kondiĉoj de la Ĝenerala Publika Permeso de GNU. Por pli da informo pri tiuj aferoj, konsultu la dosierojn nomitajn COPYING. Tiu ĉi versio de gphoto2 uzas la jenajn programarajn versiojn kaj preferojn:

source: Could not open 'movie.mjpg'.
eo: Ne eblis malfermi 'movie.mjpg'.

source: Capturing preview frames as movie to '%s'. Press Ctrl-C to abort.
eo: Ni kaptas antaŭvidajn kadrojn kiel filmon al '%s'. Premu Ctrl-C por rezigni.

source: Capturing preview frames as movie to '%s' for %d seconds.
eo: Ni kaptas antaŭvidajn kadrojn kiel filmon al '%s' dum %d sekundoj.

source: Capturing %d preview frames as movie to '%s'.
eo: Ni kaptas %d antaŭvidajn kadrojn kiel filmon al '%s'.

source: Movie capture error... Exiting.
eo: Film-kaptada eraro... Ni ĉesas.

source: Movie capture error... Unhandled MIME type '%s'.
eo: Film-kaptada eraro... Ne traktebla MIME-tipo '%s'.

source: Ctrl-C pressed ... Exiting.
eo: Ctrl-C premite ... Ni ĉesas.

source: Movie capture finished (%d frames)
eo: Fino de film-kaptado (%d kadroj)

source: Waiting for events from camera. Press Ctrl-C to abort.
eo: Ni atendas eventojn el la kamerao. Premu Ctrl-C por rezigni.

source: Waiting for %d frames from the camera. Press Ctrl-C to abort.
eo: Ni atendas %d kadrojn el la kamerao. Premu Ctrl-C por rezigni.

source: Waiting for %d milliseconds for events from camera. Press Ctrl-C to abort.
eo: Ni atendas %d milisekundojn por eventoj el la kamerao. Premu Ctrl-C por rezigni.

source: Waiting for %d seconds for events from camera. Press Ctrl-C to abort.
eo: Ni atendas %d sekundojn por eventoj el la kamerao. Premu Ctrl-C por rezigni.

source: Waiting for %d events from camera. Press Ctrl-C to abort.
eo: Ni atendas %d eventojn el la kamerao. Premu Ctrl-C por rezigni.

source: Waiting for '%s' event from camera. Press Ctrl-C to abort.
eo: Ni atendas eventon '%s' el la kamerao. Premu Ctrl-C por rezigni.

source: SIGUSR1 signal received, triggering capture!
eo: SIGUSR1-signalo estas ricevita, eligas kaptadon!

source: SIGUSR2 signal received, stopping wait!
eo: SIGUSR2-signalo estas ricevita, ni ĉesas atendi!

source: event found, stopping wait!
eo: evento estis trovata, ni ĉesas atendi!

source: Could not set folder.
eo: Ne eblis difini dosierujon.
sk: Nedá sa nastavi» prieèinok.

source: Could not get image.
eo: Ne eblis akiri bildon.
sk: Nedá sa získa» obrázok.

source: Buggy libcanon.so?
eo: Cimo-plena libcanon.so?
sk: Chybný libcanon.so?

source: Could not delete image.
eo: Ne eblis forigi bildon.

source: Getting storage information not supported for this camera.
eo: Preno de memor-informaron ne estas subtenata de tiu ĉi kamerao.

source: Read-Write
eo: Leg-skriba

source: Read-Only
eo: Nurlega

source: Read-only with delete
eo: Nurlega kun forigo

source: Unknown
eo: Nekonata

source: Fixed ROM
eo: Fiksa ROM

source: Removable ROM
eo: Demovebla ROM

source: Fixed RAM
eo: Fiksa RAM

source: Removable RAM
eo: Demovebla RAM

source: Undefined
eo: Nedifinita

source: Generic Flat
eo: Ĝenerala plata

source: Generic Hierarchical
eo: Ĝenerala hierarkia

source: Camera layout (DCIM)
eo: Aranĝo de kamerao (DCIM)

source: Overriding USB vendor/product id 0x%x/0x%x with 0x%x/0x%x
eo: Ni preterpasas vendant/produktantan id de USB 0x%x/0x%x kun 0x%x/0x%x
sk: Pou¾ívam USB vendor/product id 0x%x/0x%x with 0x%x/0x%x

source: ALWAYS INCLUDE THE FOLLOWING LINES WHEN SENDING DEBUG MESSAGES TO THE MAILING LIST:
eo: ĈIAM ENMETU LA JENAJN LINIOJN DUM SENDO DE RAFINIGAJN MESAĜOJN AL LA RETPOŜTLISTO:
sk: PRI ODOSIELANÍ SPRÁV O CHYBÁCH DO MAILINGLISTU V®DY PRIPOJTE TIETO RIADKY:

source: %s has been compiled with the following options:
eo: %s estas kompilita kun la jenaj preferoj:
sk: %s bolo skompilované s týmito voµbami:

source: %s not found in configuration tree.
eo: %s ne estis trovata en agorda arbo.

source: Failed to retrieve value of text widget %s.
eo: Ni fiaskis preni valoron de tekst-fenestraĵo %s.

source: Failed to retrieve values of range widget %s.
eo: Ni fiaskis preni valorojn de interval-fenestraĵo %s.

source: Failed to retrieve values of toggle widget %s.
eo: Ni fiaskis preni valorojn de baskul-fenestraĵo %s.

source: Failed to retrieve values of date/time widget %s.
eo: Ni fiaskis preni valorojn de dato/tempo-fenestraĵo %s.

source: Use 'now' as the current time when setting.
eo: Uzu 'now' kiel nunan tempon dum difino.

source: Failed to retrieve values of radio widget %s.
eo: Ni fiaskis preni valorojn de radi-fenestraĵo %s.

source: Property %s is read only.
eo: Eco %s estas nurlega.

source: Failed to set the value of text widget %s to %s.
eo: Ni fiaskis difini la valoron de tekst-fenestraĵo %s al %s.

source: The passed value %s is not a floating point value.
eo: La pasita valoro %s ne estas glitkoma valoro.

source: The passed value %f is not within the expected range %f - %f.
eo: La pasita valoro %f ne estas en la atendita intervalo %f - %f.

source: Failed to set the value of range widget %s to %f.
eo: Ni fiaskis difini la valoron de interval-fenestraĵo %s al %f.

source: off
eo: malŝaltita

source: false
eo: falsa

source: on
eo: ŝaltita

source: true
eo: vera

source: The passed value %s is not a valid toggle value.
eo: La pasita valoro %s ne estas valida baskula valoro.

source: Failed to set values %s of toggle widget %s.
eo: Ni fiaskis difini la valorojn %s de baskul-fenestraĵo %s.

source: now
eo: nun

source: The passed value %s is neither a valid time nor an integer.
eo: La pasita valoro %s ne estas valida horo nek estas entjero.

source: Failed to set new time of date/time widget %s to %s.
eo: Ni fiaskis difini novan horon de dat/temp-fenestraĵo %s al %s.

source: Choice %s not found within list of choices.
eo: Elekto %s ne estis trovata en listo de elektoj.

source: The %s widget is not configurable.
eo: La fenestraĵo %s ne estas agordebla.

source: Failed to set new configuration value %s for configuration entry %s.
eo: Ni fiaskis difini novan agordan valoron %s por la agordero %s.

source: The %s widget has no indexed list of choices. Use --set-config-value instead.
eo: La fenestraĵo %s ne havas indeksitan liston de elektoj. Uzu anstataŭe --set-config-value.

source: Bad file number. You specified %i, but there are only %i files available in '%s' or its subfolders. Please obtain a valid file number from a file listing first.
eo: Malĝusta dosier-numero. Vi indikis %i, sed estas nur %i dosieroj disponeblaj en '%s' aŭ ĝiaj subdosierujoj. Bonvolu preni validan dosier-numeron el dosier-listo unue.
sk: Zlé èíslo súboru. Zadali ste %i, ale v prieèinku a jeho podprieèinkoch sa nachádza iba %i súborov. Platné èíslo súboru zistíte zo zoznamu súborov prieèinku '%s'.

source: There are no files in folder '%s'.
eo: Estas neniu dosiero en la ujo '%s'.
sk: V prieèinku '%s' nie sú ¾iadne súbory.

source: Bad file number. You specified %i, but there is only 1 file available in '%s'.
eo: Malĝusta dosier-numero. Vi indikis %i, sed estas nur 1 dosiero disponebla en '%s'.
sk: Zlé èíslo súboru. Zadali ste %i, ale v prieèinku '%s' sa nachádza iba jeden súbor

source: Bad file number. You specified %i, but there are only %i files available in '%s'. Please obtain a valid file number from a file listing first.
eo: Malĝusta dosier-numero. Vi indikis %i, sed estas nur %i dosieroj disponeblaj en '%s'. Bonvolu preni validan dosier-numeron el dosier-listo unue.

source: *** Error ***
eo: *** Eraro ***
sk: *** Chyba ***

source: Press any key to continue.
eo: Premu iun klavon por daŭrigi.
sk: Stlaète klávesu pre pokraèovanie.

source: Not enough memory.
eo: Ne sufiĉe da memoro.
sk: Nedostatok pamäte.

source: Operation cancelled
eo: Operacio estis nuligata
sk: Operácia zru¹ená

source: </B/24>Continue
eo: </B/24>Daŭrigi
sk: </B/24>Pokraèova»

source: </B16>Cancel
eo: </B16>Nuligi
sk: </B16>Storno

source: <C></5>Error
eo: <C></5>Eraro
sk: <C></5>Chyba

source: Could not set configuration:
eo: Ne eblis difini agordon:
sk: Nastavenie sa nedá pou¾i»:

source: Exit
eo: Eliri
sk: Ukonèi»

source: Back
eo: Retroiri
sk: Naspä»

source: Time:
eo: Tempo:
sk: Èas:

source: Value:
eo: Valoro:
sk: Hodnota:

source: Yes
eo: Jes
sk: Áno

source: No
eo: Ne
sk: Nie

source: Zero padding numbers in file names is only possible with %%n.
eo: Nulaj ŝtopaj numeroj en dosier-nomoj nur eblas kun %%n.

source: You cannot use %%n zero padding without a precision value!
eo: Vi ne povas uzi %%n nul-ŝtopadon sen precizigan valoron!

source: The filename provided by the camera ('%s') does not contain a suffix!
eo: La dosiernomo provizita de la kamerao ('%s') ne enhavas sufikson!
sk: Názov súboru získaný z fotoaparátu ('%s') neobsahuje príponu!

source: Invalid format '%s' (error at position %i).
eo: Malvalida formo '%s' (eraro ĉe pozicio %i).
sk: Neplatný formát '%s' (chyba na pozícii %i).

source: Skip existing file %s
eo: Preterpasi ekzistantan dosieron %s

source: File %s exists. Overwrite? [y|n]
eo: La dosiero %s ekzistas. Ĉu anstataŭigi? [y|n]
sk: Súbor %s existuje. Prepísa» ho? [y/n]

source: Specify new filename? [y|n]
eo: Ĉu indiki novan dosiernomon? [y|n]
sk: Zada» nový názov? [y/n]

source: Enter new filename:
eo: Indiku novan dosiernomon:
sk: Zadajte nový názov:

source: Saving file as %s
eo: Konservi dosieron kiel %s
sk: Ukladám súbor ako %s

source: Permission denied
eo: Permeso rifuzita

source: Could not trigger capture.
eo: Ne eblis ekigi kaptadon.

source: New file is in location %s%s%s on the camera
eo: Nova dosiero estas en la loko %s%s%s en la kamerao
sk: Nový súbor bol ulo¾ený na fotoaparát ako %s%s%s

source: Keeping file %s%s%s on the camera
eo: Ni tenas la dosieron %s%s%s en la kamerao

source: Deleting file %s%s%s on the camera
eo: Ni forigas la dosieron %s%s%s en la kamerao
sk: Odstraòujem súbor %s%s%s vo fotoaparáte

source: Event FOLDER_ADDED %s/%s during wait, ignoring.
eo: Evento FOLDER_ADDED %s/%s dum atendo, ni preteratentas.

source: Event FILE_CHANGED %s/%s during wait, ignoring.
eo: Evento FILE_CHANGED %s/%s dum atendo, ni preteratentas.

source: Event UNKNOWN %s during wait, ignoring.
eo: Evento UNKNOWN %s dum atendo, ni preteratentas.

source: Unknown event type %d during bulb wait, ignoring.
eo: Nekonata evento-tipo %d dum bulba atendo, ni preteratentas.

source: Could not get capabilities?
eo: Ĉu ne eblis preni kapablojn?

source: Time-lapse mode enabled (interval: %ds).
eo: Tempo-prokrasta reĝimo aktiva (intervalo: %ds).
sk: Re¾im rýchleho zachytávania (interval: %ds).

source: Standing by waiting for SIGUSR1 to capture.
eo: Ni staras atendanta SIGUSR1 por kapti.

source: Bulb mode enabled (exposure time: %ds).
eo: Bulba reĝimo aktiva (malkaŝa tempo: %ds).

source: Capturing frame #%d...
eo: Ni kaptas kadron #%d...
sk: Získavam obrázok #%d...

source: Capturing frame #%d/%d...
eo: Ni kaptas kadron #%d/%d...
sk: Získavam obrázok #%d/%d...

source: Could not set bulb capture, result %d.
eo: Ne eblis difini bulb-kaptadon, rezulto %d.

source: Could not end capture (bulb mode).
eo: Ne eblis finigi kaptadon (bulba reĝimo).

source: Could not trigger image capture.
eo: Ne eblis ekigi kaptadon de bildo.

source: Could not capture image.
eo: Ne eblis kapti bildon.

source: Capture failed (auto-focus problem?)...
eo: Kaptado fiaskis (problemo de aŭtomata fokuso?)...
sk: Získavanie zlyhalo (problém s automatickým zaostrovaním?)...

source: Could not capture.
eo: Ne eblis kapti.
sk: Nemô¾em získava».

source: Waiting for next capture slot %ld seconds...
eo: Ni atendas venontan kaptadan ingon dum %ld sekundoj...

source: Awakened by SIGUSR1...
eo: Vekigita de SIGUSR1...

source: not sleeping (%ld seconds behind schedule)
eo: ne dormanta (%ld sekundoj antaŭ programite)

source: ERROR:
eo: ERARO:
sk: CHYBA:

source: Aborting...
eo: Ni ĉesas...
sk: Ukonèujem...

source: Aborted.
eo: Ĉesigita.
sk: Ukonèené.

source: Cancelling...
eo: Ni resignas...
sk: Ru¹ím...

source: Use the following syntax a:b=c:d to treat any USB device detected as a:b as c:d instead. a b c d should be hexadecimal numbers beginning with '0x'.
eo: Uzu la jenan sintakson a:b=c:d por trakti USB-aparaton detektitan kiel a:b kiel c:d anstataŭe. a b c d devos esti deksusumaj numeroj kun prefikso '0x'.
sk: Pou¾ite syntax a:b=c:d, ak chcete pristupova» spôsobom c:d k zariadeniu nájdenému ako a:b. a b c d musia by» hexadecimálne èísla zaèínajúce '0x'.

source: gphoto2 has been compiled without support for CDK.
eo: gphoto2 estas kompilita sen subteno por CDK.
sk: aplikácia gphoto2 bola skompilovaná bez podpory pre CDK.

source: Operation cancelled.
eo: Operacio rezignita.
sk: Operácia zru¹ená.

source: *** Error: No camera found. ***
eo: *** Eraro: neniu kamerao estis trovata. ***

source: *** Error (%i: '%s') ***
eo: *** Eraro (%i: '%s') ***
sk: *** Chyba (%i: '%s') ***

source: For debugging messages, please use the --debug option. Debugging messages may help finding a solution to your problem. If you intend to send any error or debug messages to the gphoto developer mailing list <gphoto-devel@lists.sourceforge.net>, please run gphoto2 as follows:
eo: Por rafinigaj mesaĝoj, bonvolu use la modifilon --debug. Rafinigaj mesaĝoj povos helpi trovi solvon por via problemo. Se vi intencas sendi iun eraron aŭ rafinigan mesaĝon por la diskut-listo de disvolvigantoj de gphoto <gphoto-devel@lists.sourceforge.net>, bonvolu lanĉi gphoto2 kiel montrite:
sk: Pre ladiace správy pou¾ite voµbu --debug. Ladiace správy Vám mô¾u pomôc» vyrie¹i» vá¹ problém. Ak chcete posla» chybové alebo ladiace správy na mailinglist vývojárov gphoto <gphoto-devel@lists.sourceforge.net>, spustite prosím gphoto2 takto:

source: Please make sure there is sufficient quoting around the arguments.
eo: Bonvolu certigi ke estas sufiĉe da citado ĉirkaŭ la argumentoj.

source: Print complete help message on program usage
eo: Montri kompletan helpmesaĝo pri uzmaniero de la programo

source: Print short message on program usage
eo: Montri mallongan mesaĝon pri la uzmaniero

source: Turn on debugging
eo: Ŝalti rafinigon
sk: Zapnú» ladenie

source: Set debug level [error|debug|data|all]
eo: Difini rafinigan nivelon [error|debug|data|all]

source: Name of file to write debug info to
eo: Nomo de dosiero al kiu skribi rafinigan informon

source: FILENAME
eo: DOSIERNOMO

source: Quiet output (default=verbose)
eo: Kvieta eligo (aprioras=detaliga)
sk: Tichý výstup (implicitne=detailný)

source: Simple parsable output (implies quiet)
eo: Simpla analizebla eligo (implicas silenta)

source: Hook script to call after downloads, captures, etc.
eo: Hoka skripto por voki post elŝultoj, kaptadoj, ktp.

source: Specify device port
eo: Indiki aparat-pordon

source: Specify serial transfer speed
eo: Indiki serian ŝutan rapidon
sk: Urèenie prenosovej rýchlosti pri sériovom porte

source: SPEED
eo: RAPIDO

source: Specify camera model
eo: Indiki modelon de kamerao
sk: Urèí typ fotoaparátu

source: MODEL
eo: MODELO

source: (expert only) Override USB IDs
eo: (spertuloj nur) Preterpasi USB ID
sk: (pre pokroèilých) Urèi» USB ID

source: USBIDs
eo: USBID-oj

source: Display version and exit
eo: Montri version kaj eliri
sk: Zobrazí verziu a ukonèí sa

source: List supported camera models
eo: Listigi subtenatajn modelojn de kamerao
sk: Vypí¹e zoznam podporovaných typov fotoaparátov

source: List supported port devices
eo: Listigi subtenatajn pord-aparatojn
sk: Vypí¹e zoznam podporovaných portov

source: Display the camera/driver abilities in the libgphoto2 database
eo: Montri la kapablojn de kamerao/pelilo en la datumbazo de libgphoto2

source: Configure
eo: Agordi
sk: Konfigurácia

source: List configuration tree
eo: Listigi agordan arbon
sk: Zobrazenie konfiguraèného stromu

source: Dump full configuration tree
eo: Ŝuti kompletan agordan arbon

source: Get configuration value
eo: Akiri agordan valoron
sk: Získa» konfiguraènú hodnotu

source: Set configuration value or index in choices
eo: Difini agordan valoron aŭ indekson en elektoj

source: Set configuration value index in choices
eo: Difini agordan valoran indekson en elektoj

source: Set configuration value
eo: Difini agordan valoron

source: Reset device port
eo: Rekomencigi aparatpordon

source: Keep images on camera after capturing
eo: Teni bildojn en la kamerao post kapti ilin

source: Keep RAW images on camera after capturing
eo: Teni bildojn RAW en la kamerao post kapti ilin

source: Remove images from camera after capturing
eo: Forigi bildojn el la kamerao post kapti ilin

source: Wait for event(s) from camera
eo: Atendi por evento(j) el kamerao

source: EVENT
eo: EVENTO

source: Wait for event(s) from the camera and download new images
eo: Atendi por evento(j) el la kamerao kaj elŝuti novajn bildojn

source: Capture a quick preview
eo: Kapti tujan antaŭrigardon
sk: Získa rýchly náhµad

source: Show a quick preview as Ascii Art
eo: Montri etan antaŭrigardon kiel Ascii-arto

source: Set bulb exposure time in seconds
eo: Difini bulban malkaŝan tempon laŭ sekundoj

source: SECONDS
eo: SEKUNDOJ

source: Set number of frames to capture (default=infinite)
eo: Difini nombron da kadroj por kapti (aprioras=senlime)
sk: Zadajte poèet obrázkov pre zachytenie (prednastavené=nekoneèno)

source: COUNT
eo: NOMBRO

source: Set capture interval in seconds
eo: Difini kaptadan intervalon laŭ sekundoj
sk: Zadajte interval zachytávania v sekundách

source: Reset capture interval on signal (default=no)
eo: Rekomencigi kaptadan intervalon je signalo (aprioras=ne)

source: Capture an image
eo: Kapti bildon
sk: Zachytí obrázok

source: Trigger capture of an image
eo: Ekigi kaptadon de bildo

source: Capture an image and download it
eo: Kapti bildon kaj elŝuti ĝin

source: Capture a movie
eo: Kapti filmon
sk: Zachytí film

source: COUNT or SECONDS
eo: NOMBRO aŭ SEKUNDOJ

source: Capture an audio clip
eo: Kapti sonaĵon
sk: Zachytí zvukový klip

source: Wait for shutter release on the camera and download
eo: Atendi lason de lumfermilo en la kamerao kaj elŝuti

source: List folders in folder
eo: Listigi ujojn en dosierujo
sk: Zobrazí zoznam podprieèinkov v prieèinku
