Repository: gphoto/gphoto2
Catalog: po/*.po
Languages: eo, sk

source: List files in folder
eo: Listigi dosierojn en dosierujo
sk: Vypí¹e zoznam súborov v prieèinku

source: Create a directory
eo: Krei dosierujon
sk: Vytvorí prieèinok

source: DIRNAME
eo: DOSIERUJNOMO

source: Remove a directory
eo: Forigi dosierujon
sk: Odstráni prieèinok

source: Display number of files
eo: Montri kiom dosieroj
sk: Zobrazí poèet súborov

source: Get files given in range
eo: Preni dosierojn indikitajn en intervalo
sk: Stiahne súbory v danom rozsahu

source: RANGE
eo: INTERVALO

source: Get all files from folder
eo: Preni ĉiujn dosierojn el ujo
sk: Stiahne v¹etky súbory v prieèinku

source: Get thumbnails given in range
eo: Preni miniaturojn indikitajn en intervalo
sk: Stiahne náhµady v danom rozsahu

source: Get all thumbnails from folder
eo: Preni ĉiujn miniaturojn el ujo
sk: Stiahne náhµady z celého prieèinku

source: Get metadata given in range
eo: Preni metadatumaron indikitan en intervalo

source: Get all metadata from folder
eo: Preni ĉiun metadatumaron el ujo

source: Upload metadata for file
eo: Alŝuti metadatumaron por dosiero

source: Get raw data given in range
eo: Preni krudan datumaron indikitan en intervalo
sk: Stiahne èisté data v danom rozsahu

source: Get all raw data from folder
eo: Preni ĉiun krudan datumaron el ujo
sk: Stiahne èisté data z celého prieèinku

source: Get audio data given in range
eo: Preni sonan datumaron indikitan en intervalo
sk: Stiahne zvukové data v danom rozsahu

source: Get all audio data from folder
eo: Preni ĉiun sonan datumaron el ujo
sk: Stiahne zvukové data z celého prieèinku

source: Delete files given in range
eo: Forigi dosierojn indikitan en intervalo
sk: Vyma¾e súbory v danom rozsahu

source: Delete all files in folder (--no-recurse by default)
eo: Forigi ĉiujn dosierojn el ujo (--no-recurse aprioras)

source: Upload a file to camera
eo: Alŝuti dosieron al kamerao
sk: Nahrá súbor do fotoaparátu

source: Specify a filename or filename pattern
eo: Indiki dosiernomon aŭ dosiernoman ŝablonon

source: FILENAME_PATTERN
eo: DOSIERNOMA_ŜABLONO

source: Specify the number a filename %%n will starts with (default 1)
eo: Indiki la numeron per kiu dosiernomo %%n komenciĝos (apriore 1)

source: NUMBER
eo: NUMERO

source: Specify camera folder (default="/")
eo: Indiki kameraan ujon (aprioras="/")
sk: Urèí prieèinok fotoaparátu (implicitne "/")

source: FOLDER
eo: DOSIERUJO

source: Recursion (default for download)
eo: Rikuro (aprioras por elŝuto)
sk: Rekurzia (prednastavené pri s»ahovaní)

source: No recursion (default for deletion)
eo: Sen rikuro (aprioras por forigo)
sk: Bez rekurzie (prednastavené pri mazaní)

source: Process new files only
eo: Procezi nur novajn dosierojn

source: Overwrite files without asking
eo: Anstataŭigi dosierojn sen demandi

source: Skip existing files
eo: Pretersalti ekzistantajn dosierojn

source: Send file to stdout
eo: Sendi dosieron al la ĉefeligujo
sk: Odo¹le súbor na ¹tandardný výstup

source: Print filesize before data
eo: Montri dosiergrandon antaŭ ol datumaron
sk: Pred dátami vypí¹e veµkos» súboru

source: List auto-detected cameras
eo: Listigi aŭtomat-detektitajn kameraojn
sk: Vypí¹e zoznam nájdených fotoaparátov

source: Show EXIF information of JPEG images
eo: Montri informaron EXIF el bildoj JPEG

source: Show image information, like width, height, and capture time
eo: Montri bildajn informojn, kiel larĝo, alto, kaj kaptotempo

source: Show camera summary
eo: Montri resumon de kamerao

source: Show camera driver manual
eo: Montri manlibron de la kamerao-pelilo
sk: Zobrazí manuál k ovládaèu fotoaparátu

source: About the camera driver manual
eo: Pri la manlibro de la kamerao-pelilo
sk: O ovládaèi fotoaparátu

source: Show storage information
eo: Montri informon pri memoro

source: gPhoto shell
eo: gPhoto-ŝelo
sk: príkazový riadok gPhoto

source: Common options
eo: Ordinaraj preferoj

source: Miscellaneous options (unsorted)
eo: Diversaj preferoj (neordigitaj)

source: Get information on software and host system (not from the camera)
eo: Preni informon pri la programaro kaj gastiganta sistemo (ne el la kamerao)

source: Specify the camera to use
eo: Indiki la uzotan kameraon

source: Camera and software configuration
eo: Agordoj de kamerao kaj de programaro

source: Capture an image from or on the camera
eo: Kapti bildojn el aŭ en la kamerao

source: Downloading, uploading and manipulating files
eo: Elŝuto, alŝuto kaj manipulo de dosieroj

source: EVENT can be either COUNT, SECONDS, MILLISECONDS, or MATCHSTRING.
eo: EVENT povas esti kaj COUNT aŭ SECONDS aŭ MILLISECONDS aŭ MATCHSTRING.

source: Port %s not found
eo: Pordo %s ne estas trovita

source: %s Image IDs must be a number greater than zero.
eo: %s ID de bildoj devas esti numeroj pli grandaj ol nulo.
sk: %s ID obrázkov musia by» väè¹ie ako nula.

source: %s Image ID %i too high.
eo: %s ID de bildo %i tro grandas.
sk: %s ID obrázku %i je príli¹ vysoké.

source: %s Ranges must be separated by ','.
eo: %s Intervaloj devas esti apartitaj per ','.
sk: %s Rozsahy musia by» oddelené èiarkou.

source: %s Ranges need to start with a number.
eo: %s Intervaloj devas komenci per numero.
sk: %s Rozsahy musia zaèína» èíslom.

source: %s Unexpected character '%c'.
eo: %s Neatendita signo '%c'.
sk: %s Neoèakávaný znak '%c'.

source: %s Decreasing ranges are not allowed. You specified a range from %i to %i.
eo: %s Malkreskantaj intervaloj ne estas permesataj. Vi devas indiki intervalon de %i al %i.
sk: %s Rozsahy musia zaèína» men¹ím èíslom. Zadali ste rozsah od %i do %i.

source: *** Error (%i: '%s') ***
eo: *** Eraro (%i: '%s') ***
sk: *** Chyba (%i: '%s') ***

source: Change to a directory on the camera
eo: Ŝanĝi al dosierujo en la kamerao
sk: Zmení prieèinok vo fotoaparáte

source: directory
eo: dosierujo
sk: prieèinok

source: Change to a directory on the local drive
eo: Ŝanĝi al dosierujo en la loka diskaparato
sk: Zmení prieèinok na lokálnom disku

source: Exit the gPhoto shell
eo: Folasi la ŝelon de gPhoto
sk: Opustí príkazový riadok gPhoto

source: Download a file
eo: Elŝuti dosieron
sk: Stiahne súbor

source: [directory/]filename
eo: [dosierujo/]dosiernomo
sk: [prieèinok/]súbor

source: Upload a file
eo: Alŝuti dosieron

source: Download a thumbnail
eo: Elŝuti miniaturon
sk: Stiahne náhµad

source: Download raw data
eo: Elŝuti krudan datumaron
sk: Stiahne èisté data

source: Delete
eo: Forigi
sk: Vyma¾e

source: Create Directory
eo: Krei dosierujon

source: Remove Directory
eo: Forigi dosierujon

source: Displays command usage
eo: Montri uzmanieron de komando
sk: Zobrazí pou¾itie príkazov

source: [command]
eo: [komando]
sk: [príkaz]

source: List the contents of the current directory
eo: Listigi la enhavojn de la kuranta dosierujo
sk: Zobrazí obsah aktuálneho prieèinku

source: [directory/]
eo: [dosierujo/]
sk: [prieèinok/]

source: List configuration variables
eo: Listigi la agordajn variablojn

source: Get configuration variable
eo: Preni agordan variablon

source: name
eo: nomo
sk: názov

source: Set configuration variable
eo: Difini agordan variablon

source: name=value
eo: nomo=valoro

source: Set configuration variable index
eo: Difini agordan variablan indekson

source: name=valueindex
eo: nomo=valorindekso

source: Triggers the capture of a single image
eo: Eligas la kaptadon de unu nura bildo

source: Capture a single image
eo: Kapti nur unu bildon

source: Capture a single image and download it
eo: Kapti nur unu bildon kaj elŝuti ĝin

source: Capture a preview image
eo: Kapti antaŭvidan bildon

source: Wait for an event
eo: Atendi eventon

source: count or seconds
eo: nombrado aŭ sekundoj

source: Wait for images to be captured and download it
eo: Atendi ke bildoj estu kaptitaj kaj elŝuti ilin

source: Wait for events and images to be captured and download it
eo: Atendi ke eventoj kaj bildoj estu kaptitaj kaj elŝuti ilin

source: Invalid command.
eo: Malvalida komando.
sk: Neplatný príkaz.

source: The command '%s' requires an argument.
eo: La komando '%s' postulas argumenton.
sk: Príkaz '%s' vy¾aduje parameter.

source: Invalid path.
eo: Malvalida vojo.
sk: Neplatná cesta.

source: Could not find home directory.
eo: Ne eblis trovi hejman dosierujon.
sk: Nemô¾em nájs» domovský prieèinok.

source: Could not change to local directory '%s'.
eo: Ne eblis ŝanĝi al la loka dosierujo '%s'.
sk: Nemô¾em zmeni» aktuálny prieèinok na '%s'.

source: Local directory now '%s'.
eo: Loka dosierujo nun estas '%s'.
sk: Lokálny prieèinok je teraz '%s'.

source: Remote directory now '%s'.
eo: Defora dosierujo nun estas '%s'.
sk: Vzdialený prieèinok je teraz '%s'.

source: set-config needs a second argument.
eo: set-config bezonas duan argumenton.

source: set-config-value needs a second argument.
eo: set-config-value bezonas duan argumenton.

source: set-config-index needs a second argument.
eo: set-config-index bezonas duan argumenton.

source: Command '%s' not found. Use 'help' to get a list of available commands.
eo: Komando '%s' ne estis trovita. Uzu 'help' por liston de disponeblaj komandoj.
sk: Príkaz '%s nebol nájdený. Pou¾ite 'help' pre zoznam dostupných príkazov.

source: Help on "%s":
eo: Helpon pri "%s":
sk: Pomoc k "%s":

source: Usage:
eo: Uzmaniero:
sk: Pou¾itie:

source: Description:
eo: Priskribo:
sk: Popis:

source: * Arguments in brackets [] are optional
eo: * Argumentoj inter krampoj [] estas malnepraj
sk: * Parametre v hranatých zátvorkách [] sú nepovinné

source: Available commands:
eo: Disponeblaj komandoj:
sk: Dostupné príkazy:

source: To get help on a particular command, type in 'help command-name'.
eo: Por havi helpon pri specifa komando, tajpu 'help komand-nomo'.
sk: Pre pomoc k jednotlivým príkazom napí¹te 'help názov-príkazu'.

source: There are no folders in folder '%s'.
sk: V prieèinku '%s' nie sú ¾iadne prieèinky.

source: There is one folder in folder '%s':
sk: V prieèinku '%s' je jeden prieèinok:

source: There are %i folders in folder '%s':
sk: %i prieèinkov v prieèinku '%s':

source: There is one file in folder '%s':
sk: V prieèinku '%s' je jeden súbor:

source: There are %i files in folder '%s':
sk: %i súborov v prieèinku '%s':

source: Name: '%s'
sk: Názov: '%s'

source: Size: %li byte(s)
sk: Veµkos»: %li bajtov

source: Size: %li byte(s)
sk: Veµkos»: %li bajtov

source: Delete files on camera support : %s
sk: Podpora vymazávania súborov vo fotoaparáte : %s

source: gphoto2 %s Copyright (c) 2000-2004 Lutz Mueller and others %s gphoto2 comes with NO WARRANTY, to the extent permitted by law. You may redistribute copies of gphoto2 under the terms of the GNU General Public License. For more information about these matters, see the files named COPYING. This version of gphoto2 is using the following software versions and options:
sk: gphoto2 %s Copyright (C) 2000-2004 Lutz Mueller a ïal¹í %s gphoto2 je ¹írené BEZ AKEJKO¥VEK ZÁRUKY, v rozsahu povolenom zákonmi. Kópie gphoto2 sú voµne ¹íriteµné pod podmienkami V¹eobecnej verejnej licencie GNU. Ïal¹ie informácie nájdete v súbore nazvanom COPYING. Táto verzia gphoto2 pou¾íva nasledovné nastavenia a verzie softwaru:

source: OS/2 port by Bart van Leeuwen
sk: OS/2 port - Bart van Leeuwen

source: %s not found in configuration tree.
sk: %s nebolo nájdené v konfiguraènom strome.

source: Failed to retrieve value of text widget %s.
sk: Nepodarilo sa získa» hodnotu textu %s.

source: Failed to retrieve values of range widget %s.
sk: Nepodarilo sa získa» hodnotu rozsahu %s.

source: Failed to retrieve values of toggle widget %s.
sk: Nepodarilo sa získa» hodnotu prepínaèa %s.

source: Failed to retrieve values of date/time widget %s.
sk: Nepodarilo sa získa» hodnotu dátumu/èasu %s.

source: Failed to retrieve values of radio widget %s.
sk: Nepodarilo sa získa» hodnotu voµby %s.

source: Bad file number. You specified %i, but there are only %i files available in '%s'.Please obtain a valid file number from a file listing first.
sk: Zlé èíslo súboru. Zadali ste %i, ale v prieèinku sa nachádza iba %i súborov. Platné èíslo súboru zistíte zo zoznamu súborov v prieèinku '%s'.

source: Displays this help screen
sk: Zobrazí tento text

source: Specify port device
sk: Urèenie portu

source: Specify a filename
sk: Urèí názov súboru

source: Display camera abilities
sk: Zobrazí mo¾nosti fotoaparátu

source: Delete all files in folder
sk: Vyma¾e v¹etky súbory z prieèinku

source: List the configuration tree
sk: Zobrazi» konfiguraèný strom

source: Get a configuration variable
sk: Získa» konfiguraènú premennú

source: Capture a movie
sk: Zachytí film

source: Show EXIF information
sk: Zobrazí informácie EXIF

source: Show info
sk: Zobrazí informácie

source: Summary of camera status
sk: Súhrn stavu fotoaparátu

source: Camera driver manual
sk: Manuál ovládaèa fotoaparátu

source: About the camera driver
sk: O ovládaèi fotoaparátu

source: January
sk: Január

source: February
sk: Február

source: March
sk: Marec

source: April
sk: Apríl

source: May
sk: Máj

source: Jun
sk: Jún

source: June
sk: Jún

source: Jul
sk: Júl

source: July
sk: Júl

source: Oct
sk: Okt

source: October
sk: Október

source: Sun
sk: Ne

source: Sunday
sk: Nedeµa

source: Mon
sk: Po

source: Monday
sk: Pondelok

source: Tue
sk: Ut

source: Tuesday
sk: Utorok

source: Wed
sk: St

source: Wednesday
sk: Streda

source: Thu
sk: ©t

source: Thursday
sk: ©tvrtok

source: Fri
sk: Pi

source: Friday
sk: Piatok

source: Sat
sk: So

source: Saturday
sk: Sobota

source: You cannot use '%%n' in combination with non-persistent files!
sk: Nemô¾ete pou¾i» '%%n' v kombinácii s nestálymi súbormi!

source: Count not delete image.
sk: Obrázok sa nedá odstráni».

source: Could not close camera connection.
sk: Nedá sa uzavrie» spojenie s fotoaparátom.

source: Sleeping for %d second(s)...
sk: Spím %d sekúnd...

source: Overwrite files without asking.
sk: Prepí¹e súbory bez upozornenia

source: path
sk: cesta

source: speed
sk: rýchlos»

source: model
sk: typ

source: filename
sk: názov súboru

source: folder
sk: prieèinok

source: count
sk: poèet

source: seconds
sk: sekúnd

source: Show summary
sk: Zobrazí súhrn

source: gPhoto2 for OS/2 requires you to set the enviroment value CAMLIBS to the location of the camera libraries. e.g. SET CAMLIBS=C:\GPHOTO2\CAM
sk: gPhoto2 pre OS/2 vy¾aduje, aby ste nastavili premennú prostredia CAMLIBS na umiestnenie kni¾níc fotoaparátov. Napr. SET CAMLIBS=C:\GPHOTO2\CAM

source: gPhoto2 for OS/2 requires you to set the enviroment value IOLIBS to the location of the io libraries. e.g. SET IOLIBS=C:\GPHOTO2\IOLIB
sk: gPhoto2 pre OS/2 vy¾aduje, aby ste nastavili premennú prostredia IOLIBS na umiestnenie kni¾níc fotoaparátov. Napr. SET IOLIBS=C:\GPHOTO2\IOLIB

source: Usage:
sk: Pou¾itie:

source: Short/long options (& argument) Description --------------------------------------------------------------------------------
sk: Krátke/dlhé voµby (a parametre) Popis --------------------------------------------------------------------------------

source: -------------------------------------------------------------------------------- [Use double-quotes around arguments] [Picture numbers begin with one (1)]
sk: -------------------------------------------------------------------------------- [Pou¾ite úvodzovky pred a za parametrami] [Èísla obrázkov zaèínajú èíslom jedna (1)]
